local M = {}

M = { 
		["1000"]="Ինքնաշարժ",
		["1001"]="օդանաւ",
		["1002"]="շոգեկառք",
		["1003"]="նաւ",
		["1004"]="արջուկ",
		["1005"]="գնդակ",
		["1006"]="պուպրիկ",
		["1007"]="թմբուկ",
		["1008"]="արեւ",
		["1009"]="լուսին",
		["1010"]="տուն",
		["1011"]="պատուհան",
		["1012"]="ծաղիկ",
		["1013"]="տերեւ",
		["1014"]="ծառ",
		["1015"]="գուլպաներ",
		["1016"]="կօշիկներ",
		["1017"]="վերարկու",
		["1018"]="անձեռոձ",
		["1019"]="ժամացոյց",
		["1020"]="հովանոց",
		["1021"]="դգալ",
		["1022"]="Պատառաքաղ",
		["1023"]="դանակ",
		["1024"]="Հեռաձայն",
		["1025"]="կատու",
		["1026"]="շուն",
		["1027"]="բադիկ",
		["1028"]="թռչուն",
		["1029"]="թիթեռնիկ",
		["1030"]="աքլոր",
		["1031"]="ձուկ",
		["1032"]="նամապաստակ",
		["1033"]="խաղող",
		["1034"]="խնձոր",
		["1035"]="նարինջ",
		["1036"]="տանձ",
		["1037"]="պանան",
		["1038"]="ելակ",
		["1039"]="հաւկիթ",
		["1040"]="կողով",
		["1041"]="թութակ",
		["1042"]="կտուց",
		["1043"]="արծիւ",
		["1044"]="թեւ",
		["1045"]="ջղջիկ",
		["1046"]="ջայլամ",
		["1047"]="փետուրներ",
		["1048"]="կրիայ",
		["1049"]="օձ",
		["1050"]="վայրի եզ",
		["1051"]="գայլ",
		["1052"]="գետաձի",
		["1053"]="ագեվազ",
		["1054"]="թաթ",
		["1055"]="եղնիկ",
		["1056"]="եղջիւր",
		["1057"]="ուղտ",
		["1058"]="ռնգեղջիւր",
		["1059"]="արջամուկ"
}


if "Win" == system.getInfo( "platformName" ) then
    M.f = "DejaVu Sans"
elseif "Android" == system.getInfo( "platformName" ) then
    M.f = "DejaVuSans"
else
    -- Mac and iOS
    M.f = "DejaVu Sans"
end

M.lang = "hy"

return M
-- crtl + shift + l => multi cursor










